{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "bn_data_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[1, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "constant0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "bn_data_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_11", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[6, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[3, 0, 0], [7, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[2, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "bn_data_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[11, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[8, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[13, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[14, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[12, 0, 0], [15, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_9", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [16, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv0_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "bn0_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[22, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[19, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "bn0_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[24, 0, 0], [25, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[26, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[27, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0], [29, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[14, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[30, 0, 0], [31, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[17, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "bn0_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "bn0_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[36, 0, 0], [37, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[38, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_8", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[33, 0, 0], [39, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[40, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_max_pool2d", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_max_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn1_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[43, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "constant4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn1_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_121", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[48, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0], [49, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn1_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_43", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[44, 0, 0], [52, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn1_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_131", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[53, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[55, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[57, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[56, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[42, 0, 0], [60, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_conv1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn2_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_122", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[65, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[64, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn2_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_44", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[69, 0, 0], [70, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[71, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[72, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[73, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0], [74, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[75, 0, 0], [76, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[62, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn2_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[79, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_45", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[80, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_bn2_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_132", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_27", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[83, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_61", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[78, 0, 0], [84, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[85, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_conv2_weight", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_61", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit1_sc_weight", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[90, 0, 0], [91, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_8", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[89, 0, 0], [92, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[88, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn1_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[95, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "constant8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn1_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_123", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[98, 0, 0], [99, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[100, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[97, 0, 0], [101, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn1_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_46", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_47", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[96, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn1_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_133", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [106, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_29", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[107, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_210", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[104, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[109, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_211", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[110, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[108, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_62", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[94, 0, 0], [112, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_33", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[113, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_conv1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn2_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_124", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[117, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[119, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[116, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn2_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_48", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[121, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_212", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[123, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[124, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[125, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_61", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [126, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_213", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[110, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_51", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[127, 0, 0], [128, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_62", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[114, 0, 0], [129, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn2_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[131, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_49", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[132, 0, 0], [123, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_bn2_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_134", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[133, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_214", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[135, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_63", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[130, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_34", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[137, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage1_unit2_conv2_weight", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_63", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[138, 0, 0], [139, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_71", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[140, 0, 0], [94, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn1_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[142, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "constant12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn1_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_125", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[145, 0, 0], [146, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[147, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[144, 0, 0], [148, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn1_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_410", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_411", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[143, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn1_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_135", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0], [153, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_215", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[154, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_216", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[151, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[156, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_217", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[155, 0, 0], [158, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_64", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[141, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_35", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[160, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_conv1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn2_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_14", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[164, 0, 0], [165, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[166, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[163, 0, 0], [167, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn2_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[168, 0, 0], [169, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[170, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[171, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_9", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[162, 0, 0], [173, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_218", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_8", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[161, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn2_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[178, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_101", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[179, 0, 0], [170, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_bn2_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_15", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[180, 0, 0], [181, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[182, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[177, 0, 0], [183, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[184, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_conv2_weight", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[185, 0, 0], [186, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_36", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[160, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit1_sc_weight", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_219", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_11", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[189, 0, 0], [190, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_9", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[188, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[187, 0, 0], [192, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn1_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[194, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "constant16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn1_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_141", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_14", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[197, 0, 0], [198, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[199, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[196, 0, 0], [200, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn1_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_102", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[201, 0, 0], [202, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_103", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[195, 0, 0], [203, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn1_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_151", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_15", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[204, 0, 0], [205, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[206, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_43", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[208, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_44", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[209, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[207, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[193, 0, 0], [211, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_relu_21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_relu_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[212, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_conv1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn2_moving_var", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "constant19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_142", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_14", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[216, 0, 0], [217, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_sqrt_22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_sqrt_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[218, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_divide_42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_divide_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[215, 0, 0], [219, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn2_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_104", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[220, 0, 0], [221, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_45", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[222, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_squeeze_22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_squeeze_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[223, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_3", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[224, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_13", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[214, 0, 0], [225, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_46", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[209, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_12", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[226, 0, 0], [227, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_nn_conv2d_41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_nn_conv2d_4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[213, 0, 0], [228, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn2_moving_mean", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_negative_22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_negative_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[230, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_multiply_105", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_multiply_10", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[231, 0, 0], [222, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "stage2_unit2_bn2_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_152", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_15", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[232, 0, 0], [233, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_expand_dims_47", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_expand_dims_4", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[234, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "fused_add_42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fused_add_4", 
